{
    "version": "https://jsonfeed.org/version/1",
    "title": "Hobweek Polska",
    "description": "",
    "home_page_url": "https://hbw.psychopedagog.eu",
    "feed_url": "https://hbw.psychopedagog.eu/feed.json",
    "user_comment": "",
    "icon": "https://hbw.psychopedagog.eu/media/website/HOBWEEK-POLSKA-LOGO-2b.png",
    "author": {
        "name": "Polskie Towarzystwo Psychopedagogiczne"
    },
    "items": [
        {
            "id": "https://hbw.psychopedagog.eu/papierowe-gry-komputerowe-czyli-fabularne-gry-rpg.html",
            "url": "https://hbw.psychopedagog.eu/papierowe-gry-komputerowe-czyli-fabularne-gry-rpg.html",
            "title": "Papierowe gry komputerowe? Czyli fabularne gry RPG",
            "summary": "Czy aby na pewno w tytule nie ma błędu? Otóż nie… To&hellip;",
            "content_html": "<p><span style=\"font-weight: 400;\">Czy aby na pewno w tytule nie ma błędu? Otóż nie… To o co chodzi? </span></p>\n<p><span style=\"font-weight: 400;\">Na terenie między innymi Stanów Zjednoczonych Ameryki są bardzo popularne <strong>gry fabularne</strong> rozgrywane przy pomocy <strong>ołówka</strong>, <strong>kości</strong> oraz kilku <strong>kartek</strong>. </span></p>\n<p class=\"msg msg--info\"><span style=\"font-weight: 400;\">Siedząc w ciemnym, dusznym pokoju wraz ze swoimi przyjaciółmi możesz walczyć z wymyślonymi potworami i kierować poczynaniami stworzonego przez siebie awatara. </span><span style=\"font-weight: 400;\">Tym sposobem możesz przeżyć coś ciekawego i wspaniałego, możesz <strong>doświadczyć</strong> <strong>przygody</strong> jakiej wcześniej nie miałeś. </span></p>\n<p><span style=\"font-weight: 400;\">Gry fabularne docierają do naszej polskiej społeczności, stając się coraz bardziej popularne (co mnie niezmiernie cieszy). Jestem w stanie stwierdzić, że tego rodzaju zabawa potrafi bardzo rozwijać intelekt, wyobraźnię, wiedzę, komunikację a nawet trenować asertywność i własny system emocjonalny. </span></p>\n<h2 id=\"mcetoc_1dhm1o66m0\"><strong>Jak wygląda przebieg takiej rozgrywki i czym różni się od tradycyjnej gry planszowej? </strong></h2>\n<p><span style=\"font-weight: 400;\">Warto na początku przytoczyć, że w grach fabularnych istnieje kilka tzw. systemów, w których gracze mogą się odnaleźć lub nie. Są one znacznie zróżnicowane pod względem mechaniki działania, lecz założenia mają z reguły takie same. </span></p>\n<p class=\"msg msg--info\"><span style=\"font-weight: 400;\">W rozgrywce bierze udział co najmniej dwóch graczy. </span></p>\n<p><span style=\"font-weight: 400;\">Jeden z nich jest osobą prowadzącą, nazywanym często “<strong>Mistrzem Gry</strong>”. Ma on za zadanie prowadzić narrację, czyli pilnować aby przygoda toczyła się w odpowiednim kierunku, rozstrzygać spory, powodować sytuacje nieprzewidziane dla graczy. Mistrz steruje również postaciami niezależnymi, których gracze napotykają w trakcie przeżywania swojej przygody. </span></p>\n<p><span style=\"font-weight: 400;\"><strong>Gracze</strong> natomiast tworzą swojego bohatera na podstawie <strong>wytycznych</strong> danego systemu i kierują jego poczynaniami poprzez opowiadanie tego co w danym momencie robi lub chce zrobić. Niejednokrotnie w grach tego typu dochodzi do pojedynków, do <strong>walki z przeciwnikami!</strong> </span></p>\n<p class=\"msg msg--info\"><span style=\"font-weight: 400;\">Sposób walki w grach faubularnych jest bardzo zależy od systemu w jakim grają wszyscy gracze. </span></p>\n<p><span style=\"font-weight: 400;\">Bitwa może toczyć się na stole w specjalnie ułożonej planszy, gdzie każdy gracz posiada odpowiedniego pionka (figurkę) i porusza się nim zgodnie z określonymi zasadami. Istnieje też możliwość walki bez użycia planszy, gdzie gracze rzucają kością i opisują walkę przy pomocy swojej wyobraźni (nie jest to takie złe, czasami wychodzi bardzo ciekawie). </span><span style=\"font-weight: 400;\">Walka może być również rozgrywana przy pomocy kart (takich specjalnie przygotowanej do danej rozgrywki lub zwyczajnych i tradycyjnych kart do gier). Spotkałem jeszcze jeden sposób walki, a jest nim bitwa przy pomocy rozstawionych wojsk. Gracze przy pomocy metrówki określają (np. turowo) w jaki sposób poruszają się i co robią aby zaatakować przeciwnika. Tak więc jak widać, można <strong>prowadzić bitwy</strong> na bardzo<strong> wiele sposobów</strong>. </span></p>\n<p class=\"msg msg--success\"><span style=\"font-weight: 400;\">Gry fabularne dają możliwość <strong>ogromnego</strong> <strong>wyboru</strong>. </span></p>\n<p><span style=\"font-weight: 400;\">Można również powiedzieć, że jest to gra zespołowa (zabawa), w której gracze tworzą, wcielają się, organizują cały świat przy pomocy wyobraźni. Osoba prowadząca, opisuje wszystkie postacie występujące w tle historii oraz nadaje konsekwencje akcji graczy. Gra fabularna<strong> nie prowadzi za rękę</strong>, nie przechodzi się jej jak gry planszowej (chociaż można przeżywać przygotowane scenariusze przygotowane przez zawodowych mistrzów gry), <strong>przeżywa się ją</strong> podobnie jak interaktywny film i wszystko co robią graczę spotyka się z <strong>konsekwencjami</strong> (jak w prawdziwym życiu). </span></p>\n<p><span style=\"font-weight: 400;\">W świecie wyobraźni gracze opowiadając historię w pewnym sensie <strong>symulując rzeczywistość.</strong> </span></p>\n<p class=\"msg msg--success\"><span style=\"font-weight: 400;\">Zalety gry faularnej to między innymi trening pracy w grupie, praca nad systemem motywacyjnym, trening kompetencji społecznych czy też nabieranie nowych kompetencji różnych dziedzinach społecznych. </span></p>\n<p><span style=\"font-weight: 400;\">W przyszłości postaram się szczegółowo przybliżyć, opisać a nawet zrecenzować kilka mechanik gier fabularnych. </span></p>\n<p><strong>Zatem zapraszam was do wspólnej gry! </strong></p>",
            "image": "https://hbw.psychopedagog.eu/media/posts/3/rpg-dice.jpg",
            "author": {
                "name": "Polskie Towarzystwo Psychopedagogiczne"
            },
            "tags": [
            ],
            "date_published": "2019-08-07T14:52:25+02:00",
            "date_modified": "2019-08-07T15:00:46+02:00"
        },
        {
            "id": "https://hbw.psychopedagog.eu/pierwszy-wpis.html",
            "url": "https://hbw.psychopedagog.eu/pierwszy-wpis.html",
            "title": "Pierwszy wpis!",
            "summary": "Mam zaszczyt poinformować, iż otwieramy wspólnie nasz projekt o nazwie Hobweek Polska.",
            "content_html": "<p>Mam zaszczyt poinformować, iż otwieramy wspólnie nasz projekt o nazwie Hobweek Polska. Niezmiernie się cieszę, że możemy wspólnie z grupą redakcyjną rozwijać swoje pasje i zainteresowania związane z hobby i wolnym czasem. Z pewnością nasze artykuły będą pisane od serca.</p>\n<p>Możecie liczyć na wiele ciekawych informacji ze świata popkultury, tj. muzyki, seriali, filmów, książek. Pojawi się również kategoria zwiazana ze sportem, zdrowym żywieniem i urodą. Miłośnicy gier komputerowych i konsolowych znajdą również tutaj swój kącik. </p>\n<p>Czas pokaże! Do dzieła!</p>",
            "image": "https://hbw.psychopedagog.eu/media/posts/1/man-641691_1920.jpg",
            "author": {
                "name": "Polskie Towarzystwo Psychopedagogiczne"
            },
            "tags": [
            ],
            "date_published": "2019-08-06T21:49:03+02:00",
            "date_modified": "2019-08-06T22:02:57+02:00"
        }
    ]
}
